Repository: panda1835/vnturtle-ui
Catalog: lib/l10n/app_*.arb
Languages: vi

# language
source: English
vi: Tiếng Việt

# uploadButton
source: Upload an image
vi: Tải ảnh lên

# speciesInfo
source: Species Information
vi: Thông Tin Loài

# fAQ
source: Frequently Asked Questions
vi: Câu Hỏi Thường Gặp

source: About Us
vi: Giới Thiệu

source: Search
vi: Tìm kiếm

# hotline
source: Wildlife protection hotline
vi: Đường dây nóng bảo vệ động vật hoang dã

# contactHotline
source: Please contact the hotline for wildlife protection at
vi: Liên hệ đường dây nóng bảo vệ động vật hoang dã

source: for assistance
vi: để được hỗ trợ báo cáo vi phạm hoặc giao nộp

source: Conservation status
vi: Tình trạng bảo tồn

source: Scientific name
vi: Tên khoa học

# secondaryName
source: Vietnamese name
vi: Tên tiếng Anh

# otherName
source: Other names
vi: Tên gọi khác

# confirmButton
source: Confirm
vi: Xác nhận

# moreInfoButton
source: Information
vi: Thông tin

# noMatchFoundPrompt
source: Can't find your turtle? Please try searching in this list.
vi: Bạn không tìm thấy loài rùa tương ứng? Hãy thử tìm ở đây.

# checkUnsupportedSpeciesPrompt
source: Please try searching in this list.
vi: Hãy thử tìm ở đây.

# stillNoMatchFound
source: Still can't find your turtle? Let us know.
vi: Bạn vẫn không tìm thấy loài rùa tương ứng? Hãy cho chúng tôi biết.

# reportNoMatchExplain
source: The turtle you're seeing might not be in our database yet. Your response will help improve VNTurtle accuracy.
vi: Loài rùa bạn bắt gặp có thể chưa có trong cơ sở dữ liệu của VNTurtle. Báo cáo của bạn sẽ giúp cải thiện độ chính xác của VNTurtle.

# reportNoMatchButton
source: Report no matches
vi: Báo cáo ảnh

# imageReportedNoti
source: Your report has been recorded in the system.
vi: Báo cáo của bạn đã được hệ thống ghi nhận.

source: Legal protection
vi: Pháp luật bảo vệ

# contributeImageButton
source: Contribute your image
vi: Đóng góp ảnh

# contributeImageMessage
source: By contributing images, you agree to let us use them to train and improve the accuracy of the prediction model in the future.
vi: Bằng cách đóng góp hình ảnh, bạn đồng ý cho chúng tôi sử dụng nó để huấn luyện và cải thiện độ chính xác của mô hình dự đoán trong tương lai.

# contributeThankyouMessage
source: Thank you for your contribution. Your contribution will help us have more data to improve the recognition quality of VNTurtle.
vi: Cảm ơn đóng góp của bạn. Đóng góp của bạn sẽ giúp chúng mình có thêm dữ liệu để cải thiện chất lượng nhận diện của VNTurtle.

# contributeToVNTurtle
source: Want to contribute to improve VNTurtle? Send us your turtle image.
vi: Bạn muốn đóng góp xây dựng VNTurtle? Hãy cho chúng tôi sử dụng hình rùa của bạn.

# contributeYourImage
source: Contribute your turtle image.
vi: Hãy cho chúng tôi sử dụng hình rùa của bạn.

# lawInfoTitle
source: Law information
vi: Thông tin luật

source: Close
vi: Đóng

source: Characteristics
vi: Đặc điểm nhận dạng

source: Distribution
vi: Phân bố

source: Taxonomy
vi: Phân loại sinh học

# rederingError
source: Displaying information issue. Please try again later.
vi: Sự cố hiển thị thông tin. Vui lòng thử lại sau.

# taxonomyClass
source: Class
vi: Lớp

# taxonomyOrder
source: Order
vi: Bộ

# taxonomyFamily
source: Family
vi: Họ

# taxonomyGenus
source: Genus
vi: Chi

source: Habitat
vi: Môi trường sống

source: Fun facts
vi: Thông tin thú vị

source: Reference sources
vi: Nguồn tham khảo

source: native
vi: bản địa

# nonNative
source: introduced
vi: ngoại lai

# unsupportedSpeciesButtonText
source: List of unsupported species
vi: Danh sách các loài chưa được hỗ trợ

# unsupportedSpeciesTitle
source: List of unsupported species
vi: Các loài chưa được hỗ trợ

# unsupportedSpeciesDescription
source: List of common species in Vietnam unsupported by VNTurtle
vi: Danh sách các loài phổ biến ở Việt Nam nhưng chưa được hỗ trợ bởi VNTurtle.

# genericErrorMessageToUser
source: An error has occurred, please try again later.
vi: Có lỗi xảy ra, vui lòng thử lại sau.
